const Footer = () => {
  return (
    <div className="p-4 text-center flex items-center gap-2 justify-between opacity-60">
      <p>
        ২০২৩@ কলকারখানা ও প্রতিষ্ঠান পরিদর্শন অধিদপ্তর, শ্রম ও কর্মসংস্থান
        মন্ত্রণালয়
      </p>

      <p>
        ডিজাইন ও ডেভলপ করেছেন : বি ইনফোরমেটিক্স
      </p>
      {/* <p>২০২৩@ কলকারখানা ও প্রতিষ্ঠান পরিদর্শন অধিদপ্তর, শ্রম ও কর্মসংস্থান
        মন্ত্রণালয়। ডিজাইন ও ডেভলপ করেছেন : বি ইনফোরমেটিক্স</p> */}
    </div>
  );
};

export default Footer;
