export const convertedNumber = {
  0: "০",
  1: "১",
  2: "২",
  3: "৩",
  4: "৪",
  5: "৫",
  6: "৬",
  7: "৭",
  8: "৮",
  9: "৯",
};

export const buttons = {
  edit: "সংশোধন",
  show: "বিস্তারিত",
  delete: "মুছে ফেলুন",
  approve: "অনুমোদন করুন",
  assign: "বরাদ্দ করুন",
  reject: "বাতিল করুন",
  release: "বিতরণ করুন",
  receive: "প্রাপ্তিস্বীকার করুন",
  loading: "অপেক্ষা করুন",
  report: "রিপোর্ট দেখুন",
  print: "প্রিন্ট করুন",
  download: "রিপোর্ট ডাউনলোড",
  pdfDownload: "পিডিএফ ডাউনলোড",
  previousPage: "পূর্ববর্তী পেজ",
  search: "খুঁজুন",
  reset: "বাতিল করুন",
};

export const apiMessages = {
  success: {
    header: "সফল !",
    body: "এই প্রক্রিয়াটি সফলভাবে সম্পন্ন হয়েছে",
  },
  201: {
    header: "সফল !",
    body: "এই প্রক্রিয়াটি সফলভাবে সম্পন্ন হয়েছে",
  },
  404: {
    header: "ত্রুটিপূর্ন !",
    body: "এই প্রক্রিয়াটি ত্রুটিপূর্ন। এই প্রক্রিয়াটি ত্রুটিপূর্ন। কোনো নথি খুঁজে পাওয়া যায়নি ।",
  },
  error: {
    header: "ত্রুটিপূর্ন !",
    body: "এই প্রক্রিয়াটি ত্রুটিপূর্ন। দয়া করে আপনার নিকটস্থ আইটির সাথে যোগাযোগ করুন। ",
  }
}
